
[
  {
  "name": "Claire Foote",
  "initial": "C",
  "stars": 5,
  "text": "Alex catered for my 21st birthday party this weekend. In the lead up to the party Alex was accommodating and helpful in arranging my package, menu and the logistics for my birthday. He arrived promptly and got started right away with delicious entree pizzas. The mains and dessert pizzas were absolutely delicious. I got extremely positive feedback from all my party guests about how much they loved the pizza van. Definitely the best decision I made for the night!! Highly recommend 🍕🎉"
  },
  {
  "name": "Linda Boyd",
  "initial": "L",
  "stars": 5,
  "text": "Alex catered my daughter’s 18th birthday feeding 80 hungry teenagers delicious pizza! He and his team were lovely - easy to deal with, great communication, the wood fired pizza oven was a highlight adding to the atmosphere and they were friendly and professional. Highly recommend!"
  },
  {
  "name": "Adrian D",
  "initial": "A",
  "stars": 5,
  "text": "Alex was fantastic! We had him at our social event and all the guests left happy and full. Perfect for any gathering, and best of all, the pizza was delicious. We would have Alex at our next event without a doubt. Thanks again."
  },
  {
  "name": "iri P",
  "initial": "I",
  "stars": 5,
  "text": "Alex was absolutely amazing! He was friendly, professional, and provided exceptional service from start to finish. Throughout the day he checked in with me about timing, asked when I wanted each course served, and even offered breaks between meals so everything flowed perfectly.The entrées came out fresh, hot, and right on time and the pizzas were the same. Everyone at the baby shower commented on how great Alex was and how delicious the food tasted. The thin-base pizzas were exactly how I love them, and all my guests agreed they were incredible.We finished with the Nutella and pistachio pizzas, and both were absolute hits. I would highly recommend Alex and his pizza truck for any event!"
  },
  {
  "name": "Mark Rodrigues",
  "initial": "M",
  "stars": 5,
  "text": "What an amazing experience and most amazing food! Alex is truly an amazing pizza chef crafting extremely authentic Sicilian Italian Cuisine! Could not more highly recommend him for your next party or event! 🙏🏽"
  },
  {
    "name": "Diamondf4u",
    "initial": "D",
    "stars": 5,
    "text": "Amazing pizzas, service and party! Thank you to Alex and his team for making our son’s 18th birthday a success. Everyone was raving about how amazing the pizzas tasted – we were all so full! Until next time!"
  },
  {
    "name": "David J",
    "initial": "D",
    "stars": 5,
    "text": "Alex provided an amazing experience. He was very professional, and the pizza was fantastic! We will be booking him again."
  },
  {
    "name": "Katherine Feofter",
    "initial": "K",
    "stars": 5,
    "text": "Alex catered my mum’s 70th with his amazing pizza truck, and it was perfect! Great communication, friendly service, and absolutely delicious pizzas. Everyone loved it – highly recommend."
  },
  {
    "name": "Jaskirat Batra",
    "initial": "J",
    "stars": 5,
    "text": "My husband and I hired Alex for two of our Indian pre-wedding functions! The pizzas were a smashing success and all of our guests spoke about how delicious the thin-crust pizzas were for days."
  },
  {
    "name": "Nursing Your Way",
    "initial": "N",
    "stars": 5,
    "text": "Alex catered for a business Christmas party in Picton. High quality entrees, mains and desserts. Very friendly and efficient service."
  },
  {
    "name": "Caitlin Cox",
    "initial": "C",
    "stars": 5,
    "text": "Great pizza and Alex had great communication. I had lots of positive feedback from my guests! Would definitely recommend to others."
  },
  {
    "name": "Matthew Short",
    "initial": "M",
    "stars": 5,
    "text": "Amazing pizzas, friendly and easygoing service. Alex was great to deal with. Will be booking again. Would highly recommend."
  },
  {
    "name": "Nimble Mendes",
    "initial": "N",
    "stars": 5,
    "text": "Delicious wood fired authentic Italian pizzas – took us straight to the streets of Italy! Our dinner guests at my son’s 18th birthday haven’t stopped raving and one of them is Italian!"
  },
  {
    "name": "Advanced Lawn Supplies",
    "initial": "A",
    "stars": 5,
    "text": "Alex was a pleasure to deal with. The pizzas were absolutely amazing and everyone commented on how beautiful they were. Would definitely recommend Alex to anyone."
  },
  {
    "name": "Larissa",
    "initial": "L",
    "stars": 5,
    "text": "The perfect catering option for my party! Delicious wood fired pizzas, arancini and yummy cannoli. The van was out the front of our house and we opted for table service. It was ridiculously easy, well priced, and Alex is lovely."
  }
  
]
 